import React from 'react'

function Psalm20() {
    return (
        <div>
            <h2>פרק כ</h2>

            א לַמְנַצֵּחַ מִזְמוֹר לְדָוִד:
            <br/>
            ב יַעַנְךָ יְהוָה בְּיוֹם צָרָה יְשַׂגֶּבְךָ שֵׁם אֱלֹהֵי יַעֲקֹב:
            <br/>
            ג יִשְׁלַח עֶזְרְךָ מִקֹּדֶשׁ וּמִצִּיּוֹן יִסְעָדֶךָּ: 
            <br/>
            ד יִזְכֹּר כָּל מִנְחֹתֶךָ וְעוֹלָתְךָ יְדַשְּׁנֶה סֶלָה: 
            <br/>
            ה יִתֶּן לְךָ כִלְבָבֶךָ וְכָל עֲצָתְךָ יְמַלֵּא:
            <br/>
            ו נְרַנְּנָה בִּישׁוּעָתֶךָ וּבְשֵׁם אֱלֹהֵינוּ נִדְגֹּל יְמַלֵּא יְהוָה כָּל מִשְׁאֲלוֹתֶיךָ:
            <br/>
            ז עַתָּה יָדַעְתִּי כִּי הוֹשִׁיעַ יְהוָה מְשִׁיחוֹ יַעֲנֵהוּ מִשְּׁמֵי קָדְשׁוֹ בִּגְבֻרוֹת יֵשַׁע יְמִינוֹ:
            <br/>
            ח אֵלֶּה בָרֶכֶב וְאֵלֶּה בַסּוּסִים וַאֲנַחְנוּ בְּשֵׁם יְהוָה אֱלֹהֵינוּ נַזְכִּיר: 
            <br/>
            ט הֵמָּה כָּרְעוּ וְנָפָלוּ וַאֲנַחְנוּ קַּמְנוּ וַנִּתְעוֹדָד:
            <br/>
            י יְהוָה הוֹשִׁיעָה הַמֶּלֶךְ יַעֲנֵנוּ בְיוֹם קָרְאֵנוּ:
            
        </div>
    )
}

export default Psalm20
