import React from 'react'

function Psalm6() {
    return (
        <div>
            <h2>פרק ו</h2>

            א לַמְנַצֵּחַ בִּנְגִינוֹת עַל הַשְּׁמִינִית מִזְמוֹר לְדָוִד: 
            <br/>
            ב יְהוָה אַל בְּאַפְּךָ תוֹכִיחֵנִי וְאַל בַּחֲמָתְךָ תְיַסְּרֵנִי: 
            <br/>
            ג חָנֵּנִי יְהוָה כִּי אֻמְלַל אָנִי רְפָאֵנִי יְהוָה כִּי נִבְהֲלוּ עֲצָמָי: 
            <br/>
            ד וְנַפְשִׁי נִבְהֲלָה מְאֹד (ואת) וְאַתָּה יְהוָה עַד מָתָי: 
            <br/>
            ה שׁוּבָה יְהוָה חַלְּצָה נַפְשִׁי הוֹשִׁיעֵנִי לְמַעַן חַסְדֶּךָ: 
            <br/>
            כִּי אֵין בַּמָּוֶת זִכְרֶךָ בִּשְׁאוֹל מִי יוֹדֶה לָּךְ: 
            <br/>
            ז יָגַעְתִּי בְּאַנְחָתִי אַשְׂחֶה בְכָל לַיְלָה מִטָּתִי בְּדִמְעָתִי עַרְשִׂי אַמְסֶה:
            <br/>
            ח עָשְׁשָׁה מִכַּעַס עֵינִי עָתְקָה בְּכָל צוֹרְרָי: 
            <br/>
            ט סוּרוּ מִמֶּנִּי כָּל פֹּעֲלֵי אָוֶן כִּי שָׁמַע יְהוָה קוֹל בִּכְיִי: 
            <br/>
            י שָׁמַע יְהוָה תְּחִנָּתִי יְהוָה תְּפִלָּתִי יִקָּח: 
            <br/>
            יא יֵבֹשׁוּ וְיִבָּהֲלוּ מְאֹד כָּל אֹיְבָי יָשֻׁבוּ יֵבֹשׁוּ רָגַע:
            

        </div>
    )
}

export default Psalm6
