import React from 'react'

function Psalm4() {
    return (
        <div>
            <h3>פרק ד</h3>

            א לַמְנַצֵּחַ בִּנְגִינוֹת מִזְמוֹר לְדָוִד: 
            <br/>
            ב בְּקָרְאִי עֲנֵנִי אֱלֹהֵי צִדְקִי בַּצָּר הִרְחַבְתָּ לִּי חָנֵּנִי וּשְׁמַע תְּפִלָּתִי:
            <br/>
            ג בְּנֵי אִישׁ עַד מֶה כְבוֹדִי לִכְלִמָּה תֶּאֱהָבוּן רִיק תְּבַקְשׁוּ כָזָב סֶלָה: 
            <br/>
            ד וּדְעוּ כִּי הִפְלָה יְהוָה חָסִיד לוֹ יְהוָה יִשְׁמַע בְּקָרְאִי אֵלָיו:
            <br/>
            ה רִגְזוּ וְאַל תֶּחֱטָאוּ אִמְרוּ בִלְבַבְכֶם עַל מִשְׁכַּבְכֶם וְדֹמּוּ סֶלָה:
            <br/>
            ו זִבְחוּ זִבְחֵי צֶדֶק וּבִטְחוּ אֶל יְהוָה: 
            <br/>
            ז רַבִּים אֹמְרִים מִי יַרְאֵנוּ טוֹב נְסָה עָלֵינוּ אוֹר פָּנֶיךָ יְהוָה: 
            <br/>
            ח נָתַתָּה שִׂמְחָה בְלִבִּי מֵעֵת דְּגָנָם וְתִירוֹשָׁם רָבּוּ: 
            <br/>
            ט בְּשָׁלוֹם יַחְדָּו אֶשְׁכְּבָה וְאִישָׁן כִּי אַתָּה יְהוָה לְבָדָד לָבֶטַח תּוֹשִׁיבֵנִי:
        </div>
    )
}

export default Psalm4
