import React from 'react'

function Psalm21() {
    return (
        <div>
            <h2>פרק כא</h2>

            א לַמְנַצֵּחַ מִזְמוֹר לְדָוִד: 
            <br/>
            ב יְהוָה בְּעָזְּךָ יִשְׂמַח מֶלֶךְ וּבִישׁוּעָתְךָ מַה יָּגֶיל מְאֹד: 
            <br/>
            ג תַּאֲוַת לִבּוֹ נָתַתָּה לּוֹ וַאֲרֶשֶׁת שְׂפָתָיו בַּל מָנַעְתָּ סֶּלָה:
            <br/>
            ד כִּי תְקַדְּמֶנּוּ בִּרְכוֹת טוֹב תָּשִׁית לְרֹאשׁוֹ עֲטֶרֶת פָּז:
            <br/>
            ה חַיִּים שָׁאַל מִמְּךָ נָתַתָּה לּוֹ אֹרֶךְ יָמִים עוֹלָם וָעֶד:
            <br/>
            ו גָּדוֹל כְּבוֹדוֹ בִּישׁוּעָתֶךָ הוֹד וְהָדָר תְּשַׁוֶּה עָלָיו:
            <br/>
            ז כִּי תְשִׁיתֵהוּ בְרָכוֹת לָעַד תְּחַדֵּהוּ בְשִׂמְחָה אֶת פָּנֶיךָ: 
            <br/>
            ח כִּי הַמֶּלֶךְ בֹּטֵחַ בַּיהוָה וּבְחֶסֶד עֶלְיוֹן בַּל יִמּוֹט:
            <br/>
            ט תִּמְצָא יָדְךָ לְכָל אֹיְבֶיךָ יְמִינְךָ תִּמְצָא שֹׂנְאֶיךָ: 
            <br/>
            י תְּשִׁיתֵמוֹ כְּתַנּוּר אֵשׁ לְעֵת פָּנֶיךָ יְהוָה בְּאַפּוֹ יְבַלְּעֵם וְתֹאכְלֵם אֵשׁ:
            <br/>
            יא פִּרְיָמוֹ מֵאֶרֶץ תְּאַבֵּד וְזַרְעָם מִבְּנֵי אָדָם: 
            <br/>
            יב כִּי נָטוּ עָלֶיךָ רָעָה חָשְׁבוּ מְזִמָּה בַּל יוּכָלוּ: 
            <br/>
            יג כִּי תְּשִׁיתֵמוֹ שֶׁכֶם בְּמֵיתָרֶיךָ תְּכוֹנֵן עַל פְּנֵיהֶם: 
            <br/>
            יד רוּמָה יְהוָה בְּעֻזֶּךָ נָשִׁירָה וּנְזַמְּרָה גְּבוּרָתֶךָ:
        </div>
    )
}

export default Psalm21
