import React from 'react'

function Psalm30() {
    return (
        <div>
            <h2>פרק ל</h2>

            א מִזְמוֹר שִׁיר חֲנֻכַּת הַבַּיִת לְדָוִד:
            <br/>
            ב אֲרוֹמִמְךָ יְהוָה כִּי דִלִּיתָנִי וְלֹא שִׂמַּחְתָּ אֹיְבַי לִי:
            <br/>
            ג יְהוָה אֱלֹהָי שִׁוַּעְתִּי אֵלֶיךָ וַתִּרְפָּאֵנִי: 
            <br/>
            ד יְהוָה הֶעֱלִיתָ מִן שְׁאוֹל נַפְשִׁי חִיִּיתַנִי (מיורדי) מִיָּרְדִי בוֹר: 
            <br/>
            ה זַמְּרוּ לַיהוָה חֲסִידָיו וְהוֹדוּ לְזֵכֶר קָדְשׁוֹ: 
            <br/>
            ו כִּי רֶגַע בְּאַפּוֹ חַיִּים בִּרְצוֹנוֹ בָּעֶרֶב יָלִין בֶּכִי וְלַבֹּקֶר רִנָּה:
            <br/>
            ז וַאֲנִי אָמַרְתִּי בְשַׁלְוִי בַּל אֶמּוֹט לְעוֹלָם: 
            <br/>
            ח יְהוָה בִּרְצוֹנְךָ הֶעֱמַדְתָּה לְהַרְרִי עֹז הִסְתַּרְתָּ פָנֶיךָ הָיִיתִי נִבְהָל:
            <br/>
            ט אֵלֶיךָ יְהוָה אֶקְרָא וְאֶל אֲדֹנָי אֶתְחַנָּן: 
            <br/>
            י מַה בֶּצַע בְּדָמִי בְּרִדְתִּי אֶל שָׁחַת הֲיוֹדְךָ עָפָר הֲיַגִּיד אֲמִתֶּךָ:
            <br/>
            יא שְׁמַע יְהוָה וְחָנֵּנִי יְהוָה הֱיֵה עֹזֵר לִי: 
            <br/>
            יב הָפַכְתָּ מִסְפְּדִי לְמָחוֹל לִי פִּתַּחְתָּ שַׂקִּי וַתְּאַזְּרֵנִי שִׂמְחָה: 
            <br/>
            יג לְמַעַן יְזַמֶּרְךָ כָבוֹד וְלֹא יִדֹּם יְהוָה אֱלֹהַי לְעוֹלָם אוֹדֶךָּ:
        </div>
    )
}

export default Psalm30
